[
  {"text": "I can do all things through Christ who strengthens me.", "reference": "Philippians 4:13"},
  {"text": "Whether therefore you eat, or drink, or whatever you do, do all to the glory of God.", "reference": "1 Corinthians 10:31"},
  {"text": "Watch! Stand firm in the faith! Be courageous! Be strong!", "reference": "1 Corinthians 16:13"},
  {"text": "Don't be overcome by evil, but overcome evil with good.", "reference": "Romans 12:21"},
  {"text": "Let all that you do be done in love.", "reference": "1 Corinthians 16:14"},
  {"text": "Watch and pray, that you don't enter into temptation. The spirit indeed is willing, but the flesh is weak.", "reference": "Matthew 26:41"},
  {"text": "For God didn't give us a spirit of fear, but of power, love, and self-control.", "reference": "2 Timothy 1:7"},
  {"text": "Be subject therefore to God. Resist the devil, and he will flee from you.", "reference": "James 4:7"},
  {"text": "Set your mind on the things that are above, not on the things that are on the earth.", "reference": "Colossians 3:2"},
  {"text": "And whatever you do, work heartily, as for the Lord, and not for men,", "reference": "Colossians 3:23"},
  {"text": "Let's not be weary in doing good, for we will reap in due season, if we don't give up.", "reference": "Galatians 6:9"},
  {"text": "Therefore, prepare your minds for action, be sober, and set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.", "reference": "1 Peter 1:13"},
  {"text": "A double-minded man is unstable in all his ways.", "reference": "James 1:8"},
  {"text": "Every man who strives in the games exercises self-control in all things.", "reference": "1 Corinthians 9:25"},
  {"text": "One who is slow to anger is better than the mighty; one who rules his spirit, than he who takes a city.", "reference": "Proverbs 16:32"},
  {"text": "Keep your heart with all diligence, for out of it is the wellspring of life.", "reference": "Proverbs 4:23"},
  {"text": "My son, don't despise Yahweh's chastening; neither be weary of his correction:", "reference": "Proverbs 3:11"},
  {"text": "But be doers of the word, and not only hearers, deluding your own selves.", "reference": "James 1:22"},
  {"text": "Abstain from every form of evil.", "reference": "1 Thessalonians 5:22"},
  {"text": "One who walks with wise men grows wise, but a companion of fools suffers harm.", "reference": "Proverbs 13:20"},
  {"text": "Commit your deeds to Yahweh, and your plans shall succeed.", "reference": "Proverbs 16:3"},
  {"text": "The hand of the diligent will rule, but laziness ends in slave labor.", "reference": "Proverbs 12:24"},
  {"text": "Go to the ant, you sluggard. Consider her ways, and be wise;", "reference": "Proverbs 6:6"},
  {"text": "One who is slack in his work is brother to him who is a master of destruction.", "reference": "Proverbs 18:9"},
  {"text": "In all hard work there is profit, but the talk of the lips leads only to poverty.", "reference": "Proverbs 14:23"},
  {"text": "The soul of the sluggard desires, and has nothing, but the desire of the diligent shall be fully satisfied.", "reference": "Proverbs 13:4"},
  {"text": "Have I not commanded you? Be strong and courageous. Don't be afraid. Don't be dismayed, for Yahweh your God is with you wherever you go.", "reference": "Joshua 1:9"},
  {"text": "Trust in Yahweh with all your heart, and don't lean on your own understanding.", "reference": "Proverbs 3:5"},
  {"text": "Delight yourself also in Yahweh, and he will give you the desires of your heart.", "reference": "Psalm 37:4"},
  {"text": "Yahweh is my light and my salvation. Whom shall I fear? Yahweh is the strength of my life. Of whom shall I be afraid?", "reference": "Psalm 27:1"},
  {"text": "But those who wait for Yahweh will renew their strength. They will mount up with wings like eagles. They will run, and not be weary. They will walk, and not faint.", "reference": "Isaiah 40:31"},
  {"text": "Be still, and know that I am God. I will be exalted among the nations. I will be exalted in the earth.", "reference": "Psalm 46:10"},
  {"text": "Your word is a lamp to my feet, and a light for my path.", "reference": "Psalm 119:105"},
  {"text": "Yahweh is my shepherd; I shall lack nothing.", "reference": "Psalm 23:1"},
  {"text": "Create in me a clean heart, O God. Renew a right spirit within me.", "reference": "Psalm 51:10"},
  {"text": "Blessed is a person who endures temptation, for when he has been approved, he will receive the crown of life, which the Lord promised to those who love him.", "reference": "James 1:12"},
  {"text": "For a righteous man falls seven times, and rises up again; but the wicked are overthrown by calamity.", "reference": "Proverbs 24:16"},
  {"text": "How can a young man keep his way pure? By living according to your word.", "reference": "Psalm 119:9"},
  {"text": "Let your gentleness be known to all men. The Lord is at hand.", "reference": "Philippians 4:5"},
  {"text": "The fear of Yahweh is the beginning of wisdom. The knowledge of the Holy One is understanding.", "reference": "Proverbs 9:10"},
  {"text": "A righteous man carefully considers the house of the wicked, but God brings the wicked to ruin.", "reference": "Proverbs 21:12"},
  {"text": "Yahweh's name is a strong tower: the righteous run to him, and are safe.", "reference": "Proverbs 18:10"},
  {"text": "He said to all, \"If anyone desires to come after me, let him deny himself, take up his cross daily, and follow me.\"", "reference": "Luke 9:23"},
  {"text": "Therefore don't let sin reign in your mortal body, that you should obey it in its lusts.", "reference": "Romans 6:12"},
  {"text": "Don't be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what is the good, well-pleasing, and perfect will of God.", "reference": "Romans 12:2"},
  {"text": "Rejoice always, pray without ceasing, in everything give thanks; for this is God's will in Christ Jesus for you.", "reference": "1 Thessalonians 5:16-18"},
  {"text": "Be therefore imitators of God, as beloved children.", "reference": "Ephesians 5:1"},
  {"text": "But I say, walk by the Spirit, and you won't fulfill the lust of the flesh.", "reference": "Galatians 5:16"},
  {"text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faith, gentleness, and self-control. Against such things there is no law.", "reference": "Galatians 5:22-23"},
  {"text": "For where your treasure is, there your heart will be also.", "reference": "Matthew 6:21"},
  {"text": "No one can serve two masters, for either he will hate the one and love the other, or else he will be devoted to one and despise the other. You can't serve both God and Mammon.", "reference": "Matthew 6:24"},
  {"text": "But seek first God's Kingdom and his righteousness; and all these things will be given to you as well.", "reference": "Matthew 6:33"},
  {"text": "Blessed are the pure in heart, for they shall see God.", "reference": "Matthew 5:8"},
  {"text": "Don't lay up treasures for yourselves on the earth, where moth and rust consume, and where thieves break through and steal; but lay up for yourselves treasures in heaven.", "reference": "Matthew 6:19-20"},
  {"text": "The lamp of the body is the eye. If therefore your eye is sound, your whole body will be full of light.", "reference": "Matthew 6:22"},
  {"text": "If we confess our sins, he is faithful and righteous to forgive us the sins, and to cleanse us from all unrighteousness.", "reference": "1 John 1:9"},
  {"text": "And be kind to one another, tenderhearted, forgiving each other, just as God also in Christ forgave you.", "reference": "Ephesians 4:32"},
  {"text": "Let no corrupt speech proceed out of your mouth, but such as is good for building up as the need may be, that it may give grace to those who hear.", "reference": "Ephesians 4:29"},
  {"text": "Let all bitterness, wrath, anger, outcry, and slander be put away from you, with all malice.", "reference": "Ephesians 4:31"},
  {"text": "I therefore, the prisoner in the Lord, beg you to walk worthily of the calling with which you were called,", "reference": "Ephesians 4:1"},
  {"text": "For we walk by faith, not by sight.", "reference": "2 Corinthians 5:7"},
  {"text": "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the Lord's work, because you know that your labor is not in vain in the Lord.", "reference": "1 Corinthians 15:58"},
  {"text": "Therefore let's also, seeing we are surrounded by so great a cloud of witnesses, lay aside every weight and the sin which so easily entangles us, and let's run with perseverance the race that is set before us,", "reference": "Hebrews 12:1"},
  {"text": "looking to Jesus, the author and perfecter of faith, who for the joy that was set before him endured the cross, despising shame, and has sat down at the right hand of the throne of God.", "reference": "Hebrews 12:2"},
  {"text": "For whom the Lord loves, he disciplines, and chastises every son whom he receives.", "reference": "Hebrews 12:6"},
  {"text": "It is for discipline that you endure. God deals with you as with sons; for what son is there whom his father doesn't discipline?", "reference": "Hebrews 12:7"},
  {"text": "All discipline seems for the moment not to be joyful, but grievous; yet afterward it yields the peaceful fruit of righteousness to those who have been trained by it.", "reference": "Hebrews 12:11"},
  {"text": "Don't be deceived! \"Evil companionships corrupt good morals.\"", "reference": "1 Corinthians 15:33"},
  {"text": "Abstain from fleshly lusts, which war against the soul;", "reference": "1 Peter 2:11"},
  {"text": "Be sober and self-controlled. Be watchful. Your adversary the devil walks around like a roaring lion, seeking whom he may devour.", "reference": "1 Peter 5:8"},
  {"text": "Whom withstand, steadfast in your faith, knowing that the same sufferings are experienced by your brotherhood in the world.", "reference": "1 Peter 5:9"},
  {"text": "casting all your worries on him, because he cares for you.", "reference": "1 Peter 5:7"},
  {"text": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time,", "reference": "1 Peter 5:6"},
  {"text": "because it is written, \"You shall be holy; for I am holy.\"", "reference": "1 Peter 1:16"},
  {"text": "not lagging in diligence; fervent in spirit; serving the Lord;", "reference": "Romans 12:11"},
  {"text": "Continue steadfastly in prayer, watching in it with thanksgiving;", "reference": "Colossians 4:2"},
  {"text": "Let your speech always be with grace, seasoned with salt, that you may know how you ought to answer each one.", "reference": "Colossians 4:6"},
  {"text": "Stand therefore, having the utility belt of truth buckled around your waist, and having put on the breastplate of righteousness,", "reference": "Ephesians 6:14"},
  {"text": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil.", "reference": "Ephesians 6:11"},
  {"text": "Above all, taking up the shield of faith, with which you will be able to quench all the fiery darts of the evil one.", "reference": "Ephesians 6:16"},
  {"text": "Pray without ceasing.", "reference": "1 Thessalonians 5:17"},
  {"text": "In everything give thanks, for this is the will of God in Christ Jesus toward you.", "reference": "1 Thessalonians 5:18"},
  {"text": "redeeming the time, because the days are evil.", "reference": "Ephesians 5:16"},
  {"text": "Therefore watch carefully how you walk, not as unwise, but as wise;", "reference": "Ephesians 5:15"},
  {"text": "If anyone will not work, neither let him eat.", "reference": "2 Thessalonians 3:10"},
  {"text": "But you, brothers, don't be weary in doing what is right.", "reference": "2 Thessalonians 3:13"},
  {"text": "Do all things without murmuring and disputing,", "reference": "Philippians 2:14"},
  {"text": "Have this in your mind, which was also in Christ Jesus,", "reference": "Philippians 2:5"},
  {"text": "Finally, brothers, whatever things are true, whatever things are honorable, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report; if there is any virtue, and if there is any praise, think about these things.", "reference": "Philippians 4:8"},
  {"text": "Rejoice in the Lord always! Again I will say, Rejoice!", "reference": "Philippians 4:4"},
  {"text": "And the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus.", "reference": "Philippians 4:7"},
  {"text": "But the Lord is faithful, who will establish you and guard you from the evil one.", "reference": "2 Thessalonians 3:3"},
  {"text": "For you have need of endurance, so that, having done the will of God, you may receive the promise.", "reference": "Hebrews 10:36"},
  {"text": "Don't throw away your boldness, which has a great reward.", "reference": "Hebrews 10:35"},
  {"text": "Let your way of life be free from the love of money, being content with such things as you have. For he has said, \"I will in no way leave you, neither will I in any way forsake you.\"", "reference": "Hebrews 13:5"},
  {"text": "Jesus Christ is the same yesterday, today, and forever.", "reference": "Hebrews 13:8"},
  {"text": "You will keep whoever's mind is steadfast in perfect peace, because he trusts in you.", "reference": "Isaiah 26:3"},
  {"text": "Don't you be afraid, for I am with you. Don't be dismayed, for I am your God. I will strengthen you. Yes, I will help you. Yes, I will uphold you with the right hand of my righteousness.", "reference": "Isaiah 41:10"},
  {"text": "When you pass through the waters, I will be with you; and through the rivers, they will not overflow you. When you walk through the fire, you will not be burned, and flame will not scorch you.", "reference": "Isaiah 43:2"},
  {"text": "Yahweh will fight for you, and you shall be still.", "reference": "Exodus 14:14"},
  {"text": "Yahweh will guide you continually, and satisfy your soul in dry places, and make your bones strong. You will be like a watered garden, and like a spring of water, whose waters don't fail.", "reference": "Isaiah 58:11"},
  {"text": "Yahweh is good, a stronghold in the day of trouble; and he knows those who take refuge in him.", "reference": "Nahum 1:7"},
  {"text": "He has shown you, O man, what is good. What does Yahweh require of you, but to do justly, to love kindness, and to walk humbly with your God?", "reference": "Micah 6:8"},
  {"text": "A man's steps are established by Yahweh. He delights in his way.", "reference": "Psalm 37:23"},
  {"text": "Rest in Yahweh, and wait patiently for him. Don't fret yourself because of him who prospers in his way, because of the man who makes wicked plots happen.", "reference": "Psalm 37:7"},
  {"text": "But his delight is in Yahweh's law. On his law he meditates day and night.", "reference": "Psalm 1:2"},
  {"text": "Blessed is the man who doesn't walk in the counsel of the wicked, nor stand in the way of sinners, nor sit in the seat of scoffers;", "reference": "Psalm 1:1"},
  {"text": "Serve Yahweh with fear, and rejoice with trembling.", "reference": "Psalm 2:11"},
  {"text": "Offer the sacrifices of righteousness. Put your trust in Yahweh.", "reference": "Psalm 4:5"},
  {"text": "Stand in awe, and don't sin. Search your own heart on your bed, and be still.", "reference": "Psalm 4:4"},
  {"text": "Depart from evil, and do good. Seek peace, and pursue it.", "reference": "Psalm 34:14"},
  {"text": "Oh taste and see that Yahweh is good. Blessed is the man who takes refuge in him.", "reference": "Psalm 34:8"},
  {"text": "Yahweh redeems the soul of his servants. None of those who take refuge in him shall be condemned.", "reference": "Psalm 34:22"},
  {"text": "Trust in him at all times, you people. Pour out your heart before him. God is a refuge for us.", "reference": "Psalm 62:8"},
  {"text": "My soul rests in God alone. My salvation is from him.", "reference": "Psalm 62:1"},
  {"text": "Blessed is the man who trusts in Yahweh, and whose confidence is in Yahweh.", "reference": "Jeremiah 17:7"},
  {"text": "The heart is deceitful above all things, and it is exceedingly corrupt. Who can know it?", "reference": "Jeremiah 17:9"},
  {"text": "Call to me, and I will answer you, and will show you great and difficult things, which you don't know.", "reference": "Jeremiah 33:3"},
  {"text": "Be strong and courageous. Don't be afraid or dismayed because of them; for Yahweh your God himself is who goes with you. He will not fail you nor forsake you.", "reference": "Deuteronomy 31:6"},
  {"text": "In nothing be anxious, but in everything, by prayer and petition with thanksgiving, let your requests be made known to God.", "reference": "Philippians 4:6"},
  {"text": "Whatever you do, in word or in deed, do all in the name of the Lord Jesus, giving thanks to God the Father, through him.", "reference": "Colossians 3:17"},
  {"text": "Finally, be strong in the Lord, and in the strength of his might.", "reference": "Ephesians 6:10"},
  {"text": "Let love be without hypocrisy. Abhor that which is evil. Cling to that which is good.", "reference": "Romans 12:9"},
  {"text": "Repay no one evil for evil. Respect what is honorable in the sight of all men.", "reference": "Romans 12:17"},
  {"text": "Don't be overcome by evil, but overcome evil with good.", "reference": "Romans 12:21"},
  {"text": "What then shall we say about these things? If God is for us, who can be against us?", "reference": "Romans 8:31"},
  {"text": "No, in all these things, we are more than conquerors through him who loved us.", "reference": "Romans 8:37"},
  {"text": "For I am persuaded that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,", "reference": "Romans 8:38-39"},
  {"text": "Yahweh will fulfill that which concerns me. Your loving kindness, Yahweh, endures forever. Don't forsake the works of your own hands.", "reference": "Psalm 138:8"},
  {"text": "He will not allow your foot to be moved. He who keeps you will not slumber.", "reference": "Psalm 121:3"},
  {"text": "Yahweh will keep you from all evil. He will keep your soul.", "reference": "Psalm 121:7"},
  {"text": "Behold, God is my helper. The Lord is the one who sustains my soul.", "reference": "Psalm 54:4"},
  {"text": "For I am persuaded that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers, nor height, nor depth, nor any other created thing, will be able to separate us from God's love, which is in Christ Jesus our Lord.", "reference": "Romans 8:38-39"}
]
